import { 
    BxTelegram,
    BxInstagram,
    BxFacebookSquare,
    BxLinkedinSquare,
    CaPhone,
    CoBrandGmail,
    MaDoctor,
    LaPrescriptionBottleSolid,
    AkShippingBox01,
    IcMoneySquare,
} from '@kalimahapps/vue-icons'

export const navigation_links = [
    { title: 'Главная', url: '/', icon: 'mdi' },
    { title: 'О нас', url: '/about', icon: 'mdi' },
    { title: 'Услуги', url: '/services', icon: 'mdi' },
    { title: 'Врачи', url: '/doctors', icon: 'mdi' },
    { title: 'Контакты', url: '/contacts', icon: 'mdi' },
]

export const social_links = [
    { title: 'Telegram', url: '', icon: BxTelegram },
    { title: 'Instagram', url: '', icon: BxInstagram },
    { title: 'Facebook', url: '', icon: BxFacebookSquare },
    { title: 'Linkedin', url: '', icon: BxLinkedinSquare },
]

export const contact_links = [
    { title: '+998 90 123 45 67', icon: CaPhone },
    { title: 'example@service.domain', icon: CoBrandGmail },
    // { title: '+998 90 123 45 67', icon: '' },
]

export const faqs_links = [
    { title: 'Помощь', url: '/', icon: 'mdi' },
    { title: 'Админ', url: '/', icon: 'mdi' },
    { title: 'Отзывы', url: '/', icon: 'mdi' },
    { title: 'ЧЗВ', url: '/', icon: 'mdi' },
]


export const working_times = [
    { title: '',  }
]

export const index_card_items = [
    { icon: MaDoctor, title: 'Далеко-далеко, за словесными.', description: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Журчит, все?' },
    { icon: LaPrescriptionBottleSolid, title: 'Далеко-далеко, за словесными.', description: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Журчит, все?' },
    { icon: AkShippingBox01, title: 'Далеко-далеко, за словесными.', description: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Журчит, все?' },
    { icon: IcMoneySquare, title: 'Далеко-далеко, за словесными.', description: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Журчит, все?' },
]

export const service_cards = [
    { icon: '/icons/toothbrush.png', title: 'Профессиональная гигиеническая чистка зубов', description: 'Поддерживайте свою улыбку в идеальном состоянии с нашей профессиональной гигиенической чисткой. Удаление налета и освежение дыхания.' },
    { icon: '/icons/drilling.png', title: 'Лечение кариеса', description: 'Надежное лечение кариеса с использованием современных методов и материалов. Восстановление зубов и восстановление здоровья улыбки.' },
    { icon: '/icons/crown.png', title: 'Установка коронок и мостов', description: 'Индивидуальные решения для восстановления поврежденных зубов. Короны и мосты для долговечной и красивой улыбки.' },
    { icon: '/icons/implant.png', title: 'Имплантация зубов', description: 'Восстановление недостающих зубов с помощью имплантации. Натуральный вид и функция для вашей улыбки.' },
    { icon: '/icons/braces.png', title: 'Ортодонтическое лечение', description: 'Коррекция прикуса и выравнивание зубов с использованием современных ортодонтических методов. Улучшение внешнего вида и здоровья устной полости.' },
    { icon: '/icons/tool.png', title: 'Лечение пародонтита', description: 'Эффективное лечение воспаления десен и пародонтита. Восстановление здоровья десен и укрепление зубов.' },
]

export const site_faqs = [
    { title: 'Как часто мне следует проходить профессиональную гигиеническую чистку зубов?', content: 'Рекомендуется проходить профессиональную чистку зубов каждые 6 месяцев для поддержания оптимального уровня устной гигиени и предотвращения заболеваний.' },
    { title: 'Что делать при острой зубной боли?', content: 'При острой зубной боли рекомендуется немедленно обратиться к стоматологу. Пока вы ждете врача, можно принять обезболивающее и обработать больное место холодом.' },
    { title: 'Какие преимущества имеют импланты перед съемными протезами?', content: 'Импланты обеспечивают стабильность и комфорт, подобные естественным зубам. Они также способствуют сохранению костной ткани и предоставляют более долгосрочное решение для восстановления зубов.' },
    { title: 'Могу ли я использовать страховку для оплаты стоматологических услуг?', content: 'Да, многие стоматологические клиники принимают страховку. Перед посещением уточните, принимается ли ваша страховка в нашей клинике, и какие услуги она покрывает.' },
    { title: 'Как долго займет процесс ортодонтического лечения?', content: 'Время лечения зависит от степени необходимой коррекции. Средняя длительность ортодонтического лечения составляет от 1 до 2 лет.' },
    { title: 'Почему важно лечить пародонтит?', content: 'Пародонтит может привести к потере зубов и проблемам с деснами. Лечение важно для предотвращения дальнейшего развития заболевания и поддержания общего здоровья полости рта.' },
    { title: 'Какие методы отбеливания зубов предлагает ваша клиника?', content: 'Мы предоставляем профессиональное отбеливание зубов в клинике, а также можем предложить индивидуальные программы отбеливания для использования дома с использованием специальных гелей и наглядных инструкций.' },
]

export const doctors = [
  {
    "image": "/users/400.jpg",
    "name": "Доктор Иванова",
    "specialty": "Стоматолог-терапевт",
    "experience": "Более 15 лет практики",
    "education": "Диплом по стоматологии, Медицинский университет",
    "languages": ["Русский", "Английский"]
  },
  {
    "image": "/users/400.jpg",
    "name": "Доктор Петров",
    "specialty": "Ортодонт",
    "experience": "10 лет опыта в ортодонтии",
    "education": "Диплом по ортодонтии, Медицинская академия",
    "languages": ["Русский", "Французский"]
  },
  {
    "image": "/users/400.jpg",
    "name": "Доктор Смирнова",
    "specialty": "Хирург-стоматолог",
    "experience": "Специализация на протезировании",
    "education": "Диплом по хирургии, Стоматологический институт",
    "languages": ["Русский", "Немецкий"]
  },
  {
    "image": "/users/400.jpg",
    "name": "Доктор Ковалев",
    "specialty": "Имплантолог",
    "experience": "Более 12 лет работы с имплантатами",
    "education": "Диплом по имплантологии, Стоматологическая школа",
    "languages": ["Русский", "Испанский"]
  },
  {
    "image": "/users/400.jpg",
    "name": "Доктор Егорова",
    "specialty": "Детский стоматолог",
    "experience": "Специализация на работе с детьми",
    "education": "Диплом по детской стоматологии, Медицинский университет",
    "languages": ["Русский", "Китайский"]
  },
  {
    "image": "/users/400.jpg",
    "name": "Доктор Александров",
    "specialty": "Эстетический стоматолог",
    "experience": "Работа с методами улучшения внешнего вида зубов",
    "education": "Диплом по эстетической стоматологии, Стоматологическая академия",
    "languages": ["Русский", "Итальянский"]
  },
  {
    "image": "/users/400.jpg",
    "name": "Доктор Никитин",
    "specialty": "Терапевт-стоматолог",
    "experience": "Специализация на лечении зубов и десен",
    "education": "Диплом по терапии, Стоматологический институт",
    "languages": ["Русский", "Португальский"]
  },
  {
    "image": "/users/400.jpg",
    "name": "Доктор Сергеева",
    "specialty": "Стоматолог по лечению пародонтита",
    "experience": "Специализация на лечении воспалений десен",
    "education": "Диплом по пародонтологии, Медицинская академия",
    "languages": ["Русский", "Японский"]
  },
  {
    "image": "/users/400.jpg",
    "name": "Доктор Григорьев",
    "specialty": "Протезирование",
    "experience": "Большой опыт в протезировании зубов",
    "education": "Диплом по протезированию, Стоматологическая школа",
    "languages": ["Русский", "Корейский"]
  },
  {
    "image": "/users/400.jpg",
    "name": "Доктор Тимофеев",
    "specialty": "Телемедицина в стоматологии",
    "experience": "Современные методы удаленной консультации",
    "education": "Диплом по телемедицине, Стоматологическая академия",
    "languages": ["Русский", "Арабский"]
  },
  {
    "image": "/users/400.jpg",
    "name": "Доктор Васнецова",
    "specialty": "Стоматолог для беременных",
    "experience": "Бережное лечение зубов в период беременности",
    "education": "Диплом по стоматологии, Медицинский университет",
    "languages": ["Русский", "Турецкий"]
  },
  {
    "image": "/users/400.jpg",
    "name": "Доктор Михайлов",
    "specialty": "Эндодонтист",
    "experience": "Лечение корневых каналов и заболеваний зубной пульпы",
    "education": "Диплом по эндодонтии, Стоматологический институт",
    "languages": ["Русский", "Греческий"]
  }
]