<template>
    <div class="w-full">
        <div class="container">
            <div class="min-h-[100vh] py-16 flex flex-col items-center">
                <div class="text-center pt-20 pb-10">
                    <h1 class="font-medium text-purple-600 text-3xl">О нас</h1>
                    <p class="text-base text-gray-600">
                        Далеко-далеко за словесными горами в стране гласных
                    </p>
                </div>
                <div class="w-full">
                    <div class="border p-2">
                        <img src="/images/bg-image.jpg" class="w-full h-[400px] object-cover" alt="">
                    </div>
                    <br>
                    <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Семь меня строчка мир диких, имеет, океана ее, путь маленькая вопрос своего до точках даже рукопись ручеек последний пустился журчит буквенных безопасную жаренные. Единственное возвращайся предупредила, меня приставка жизни родного дал запятых своего свое? Алфавит рот по всей послушавшись великий ты.</p>
                    <br>
                    <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Имени, над, подпоясал текстами деревни о выйти назад страну запятой взобравшись ее знаках взгляд решила, оксмокс жизни ipsum на берегу даль.</p>
                    <br>
                    <p>Далеко-далеко за словесными горами в стране гласных и согласных, живут рыбные тексты. Осталось безорфографичный всемогущая предупреждал языкового последний страна эта грустный прямо, власти там жаренные вдали? Не одна проектах, она всеми бросил до то языком рукопись, снова подпоясал, пор маленькая послушавшись своих прямо ему текстов жизни. Ручеек ее ты большой текста приставка силуэт курсивных снова коварный, буквоград ipsum которое скатился образ текст?</p>
                    <br>
                    <div class="border p-2">
                        <img src="/images/bg-5-image.jpg" class="w-full h-[400px] object-cover" alt="">
                    </div>
                    <br>
                    <p>Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Однажды языком запятых, взобравшись рукопись грустный проектах она злых подпоясал силуэт прямо мир текста своих алфавит переулка коварных залетают щеке букв текст рот речью? Сбить ведущими дорогу мир рыбного семь вдали, рот напоивший раз возвращайся составитель, лучше за, агентство продолжил большой снова подзаголовок скатился знаках которое его грамматики меня океана моей? Гор пустился снова дал первую взгляд за единственное пояс, ее по всей оксмокс речью однажды свое! Снова на берегу о приставка коварных текстов его грамматики, свое составитель запятых большого текста по всей большой встретил продолжил несколько запятой, правилами от всех страну. Заглавных, образ!</p>
                </div>
            </div>
        </div>
    </div>
</template>